api/app/controllers/memes_controller.rb

SELECT "memes".* FROM "memes"
---
def index
  @memes = Meme.all